driver-tests/bpelse/assign/AssignJbi/test/documentMultiNS/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns="http://localhost/AssignBpel/documentMultiNS">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
     <part>Test string</part>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>